aurutils
bibata-cursor-theme-bin
capnproto-java
capnproto-java-debug
checkupdates-with-aur
clash-verge-rev-bin
google-chrome
grimblast-git
hyprshade
icestorm-git
icestorm-git-debug
linuxqq-appimage
ml4w-hyprland
nautilus-open-any-terminal
oh-my-posh-bin
paru
paru-debug
pinta
portable
prjapicula
prjoxide-git
prjoxide-git-debug
prjtrellis-db-git
python-crc
python-image
python-imageio
python-imageio-ffmpeg
python-screeninfo
spotify
waypaper
wechat
wechat-bin
wlogout
wlogout-debug
yay
yay-debug
