7zip
accessibility-inspector
adobe-source-code-pro-fonts
aircrack-ng
akonadi-calendar-tools
akonadi-import-wizard
akonadiconsole
akregator
alligator
amd-ucode
angelfish
arianna
ark
arm-none-eabi-binutils
arm-none-eabi-gcc
arm-none-eabi-gdb
artikulate
audex
audiocd-kio
audiotube
aurorae
baidunetdisk-bin
baobab
base
base-devel
bc
blinken
bluedevil
blueman
bluez-utils
bomber
bovo
breeze
breeze-gtk
breeze-plymouth
brightnessctl
btop
calligra
cantor
cava
clash-verge-rev-bin
cliphist
cmake
code
colord-kde
cpio
cuda
darktable
decibels
discover
dnsmasq
docker
docker-compose
dolphin
dolphin-plugins
dos2unix
dosfstools
downgrade
dragon
drkonqi
efibootmgr
elisa
epiphany
falkon
fastfetch
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-qt
fcitx5-rime
ffmpegthumbnailer
ffmpegthumbs
filelight
firefox
flatpak-kcm
flclash-bin
francis
fzf
gdm
ghostwriter
git
gjs
glib2-devel
gnome-backgrounds
gnome-boxes
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-user-docs
gnome-user-share
gnome-weather
go
google-chrome
granatier
grantlee-editor
grilo-plugins
grim
grub
gtk-engine-murrine
gtkwave
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
gwenview
hashcat
hiddify
hypridle
hyprland
hyprlock
hyprpolkitagent
inetutils
intel-ucode
inxi
iptables
isoimagewriter
itinerary
iverilog
john
jq
juk
k3b
kactivitymanagerd
kaddressbook
kajongg
kalarm
kalgebra
kalk
kalm
kalzium
kamera
kamoso
kanagram
kapman
kapptemplate
kasts
kate
katomic
kbackup
kblackbox
kblocks
kbounce
kbreakout
kbruch
kcachegrind
kcalc
kcharselect
kclock
kcolorchooser
kcron
kde-cli-tools
kde-dev-scripts
kde-dev-utils
kde-gtk-config
kde-inotify-survey
kdebugsettings
kdeconnect
kdecoration
kdegraphics-thumbnailers
kdenetwork-filesharing
kdenlive
kdepim-addons
kdeplasma-addons
kdesdk-kio
kdesdk-thumbnailers
kdevelop
kdevelop-php
kdevelop-python
kdf
kdialog
kdiamond
keditbookmarks
keysmith
kfind
kfourinline
kgamma
kgeography
kget
kglobalacceld
kgoldrunner
kgpg
kgraphviewer
khangman
khelpcenter
kig
kigo
killbots
kimagemapeditor
kinfocenter
kio-admin
kio-extras
kio-gdrive
kio-zeroconf
kirigami-gallery
kiriki
kiten
kitty
kjournald
kjumpingcube
klayout
kleopatra
klettres
klickety
klines
kmag
kmahjongg
kmail
kmail-account-wizard
kmenuedit
kmines
kmix
kmousetool
kmouth
kmplot
knavalbattle
knetwalk
knights
koko
kolf
kollision
kolourpaint
kompare
kongress
konqueror
konquest
konsole
kontact
kontrast
konversation
korganizer
kpat
kpipewire
krdc
krdp
krecorder
kreversi
krfb
kruler
kscreen
kscreenlocker
kshisen
ksirk
ksnakeduel
kspaceduel
ksquares
ksshaskpass
ksudoku
ksystemlog
ksystemstats
kteatime
ktimer
ktorrent
ktouch
ktrip
ktuberling
kturtle
kubrick
kvantum
kwallet-pam
kwalletmanager
kwave
kwayland
kweather
kwin
kwin-x11
kwordquiz
kwrited
layer-shell-qt
lib32-alsa-lib
lib32-curl
lib32-glibc
lib32-libx11
lib32-zlib
libkscreen
libksysguard
libplasma
libpng12
libreoffice-fresh
libselinux-static
libspng
libva-nvidia-driver
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
linuxqq
lldb
lokalize
loupe
lsd
lskat
lsof
magic
malcontent
marble
markdownpart
massif-visualizer
mbox-importer
mercurial
merkuro
milou
minicom
minuet
mousepad
mpv-mpris
multilib-devel
nano
nautilus
neochat
neovide
neovim
network-manager-applet
networkmanager
nikto
ninja
nix
nmap
nodejs-lts-iron
npm
nvidia-container-toolkit
nvidia-open
nvidia-open-lts
nvidia-settings
nvtop
nwg-displays
nwg-look
ocean-sound-theme
okular
ollama
open-vm-tools
openjdk21-src
openocd
openssh
orca
otf-font-awesome
oxygen
oxygen-sounds
pacman-contrib
palapeli
pamixer
papers
parley
partitionmanager
pavucontrol
picmi
pim-data-exporter
pim-sieve-editor
pipewire-alsa
plasma-activities
plasma-activities-stats
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-welcome
plasma-workspace
plasma-workspace-wallpapers
plasma5support
plasmatube
playerctl
plymouth-kcm
pokemon-colorscripts-git
polkit-kde-agent
power-profiles-daemon
powerdevil
poxml
print-manager
putty
python-pip
qalculate-gtk
qbittorrent
qemu-full
qqc2-breeze-style
qrca
qt5ct
qt6ct
retroarch
rocs
rofi
rust-analyzer
rye
rygel
scons
sddm
sddm-kcm
showtime
signon-kwallet-extension
simple-scan
skanlite
skanpage
skladnik
slurp
snapshot
sof-firmware
spectacle
spotify
sqlmap
steam
step
strace
sushi
svgpart
swappy
swaync
sweeper
swww
systemsettings
tecla
telegram-desktop-bin
telly-skout
thunar-archive-plugin
thunar-volman
time
timeshift
tokodon
torbrowser-launcher
tree
ttf-droid
ttf-fantasque-nerd
ttf-fira-code
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-victor-mono
tumbler
typescript
umbrello
umockdev
unrar
unzip
usbutils
verilator
vi
virt-manager
virtualbox
virtualbox-guest-iso
vulkan-intel
vulkan-radeon
wacomtablet
wallust
waybar
wechat-appimage
wemeet-bin
wget
wireshark-qt
wlogout
xarchiver
xdg-desktop-portal-gnome
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-desktop-portal-kde
xdg-user-dirs-gtk
xdotool
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yad
yakuake
yandex-browser
yay
yelp
yosys
zanshin
zip
zsh
zsh-completions
