7zip
accessibility-inspector
adobe-source-code-pro-fonts
adobe-source-han-serif-cn-fonts
aircrack-ng
amd-ucode
arm-none-eabi-binutils
arm-none-eabi-gcc
arm-none-eabi-gdb
awww
baidunetdisk-bin
base
base-devel
bc
biber
blueman
bluez-utils
brightnessctl
btop
burpsuite
clash-verge-rev-bin
claude-code
cliphist
cmake
code
cpio
cuda
cudnn
darktable
dnsmasq
docker
docker-compose
dos2unix
dosfstools
downgrade
efibootmgr
envycontrol
ex-vi-compat
fastfetch
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-qt
fcitx5-rime
ffmpegthumbnailer
ffmpegthumbs
firefox
firejail
flclash-bin
fzf
garcon
ghostwriter
git
gjs
glib2-devel
go
google-chrome
grim
grub
gtk-engine-murrine
gtkwave
gvfs
hashcat
hiddify
hypridle
hyprland
hyprlock
hyprpolkitagent
inetutils
inkscape
innoextract
intel-ucode
inxi
iptables
ipython
iverilog
john
jq
kcachegrind
kimageformats
kio-admin
kitty
klayout
kompare
kpipewire
ksshaskpass
kwallet-pam
kwayland
layer-shell-qt
lib32-alsa-lib
lib32-curl
lib32-glibc
lib32-libx11
lib32-zlib
libpng12
libreoffice-fresh
libselinux
libselinux-static
libspng
libva-nvidia-driver
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
linuxqq
lldb
lmstudio
lsd
lsof
magic
mercurial
mesa-utils
metasploit
minicom
mousepad
mpv-mpris
multilib-devel
nano
neovide
neovim
network-manager-applet
networkmanager
nikto
ninja
nix
nmap
nodejs
npm
nvidia-container-toolkit
nvidia-open-dkms
nvidia-prime
nvidia-settings
nvtop
nwg-displays
nwg-look
obs-studio
okular
ollama
ollama-cuda
open-vm-tools
openjdk21-src
openocd
openssh
otf-font-awesome
pacman-contrib
pamixer
pavucontrol
perl-file-which
pipewire-alsa
pipewire-pulse
playerctl
pokemon-colorscripts-git
power-profiles-daemon
poxml
putty
pv
python-pip
qalculate-gtk
qbittorrent
qemu-full
qt5ct
qt6-wayland
qt6ct
retroarch
riscv64-elf-gcc
rofi
rust-analyzer
rye
scons
sddm
slurp
sof-firmware
spotify
sqlmap
steam
strace
swappy
swaync
tcpdump
telegram-desktop-bin
texlive-bibtexextra
texlive-fontsrecommended
texlive-langchinese
texlive-xetex
thorium-reader
thunar-archive-plugin
thunar-volman
time
timeshift
tmux
torbrowser-launcher
tree
ttf-droid
ttf-fantasque-nerd
ttf-fira-code
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-victor-mono
tumbler
typescript
ufw
umockdev
unrar
unzip
usbutils
verilator
virt-manager
virtualbox
virtualbox-guest-iso
vulkan-intel
vulkan-radeon
wallust
waybar
wechat-appimage
wemeet-bin
wev
wget
wireshark-qt
wlogout
xarchiver
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdotool
xfce4-appfinder
xfce4-panel
xfce4-power-manager
xfce4-session
xfce4-settings
xfce4-terminal
xfdesktop
xfwm4
xfwm4-themes
xorg-bdftopcf
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-xauth
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwininfo
xorg-xwud
xorgxrdp
xrdp
yad
yandex-browser
yay
yesplaymusic
yosys
zaproxy
zathura
zathura-pdf-mupdf
zed
zip
zsh
zsh-completions
